Repository: Demizo/multikeys
Catalog: multikeys/MultikeysEditor/Properties/Strings.*.resx
Languages: pt_br

# DeadKeyReplacementFrom
source: From
pt_br: De

# DeadKeyReplacements
source: Replacements
pt_br: Substituições

# DeadKeyReplacementTo
source: To
pt_br: Para

# ExecutableKeyArguments
source: Arguments
pt_br: Argumentos

source: Key press
pt_br: Pressão de tecla

source: Key release
pt_br: Soltura de tecla

# MacroSequence
source: Sequence
pt_br: Sequência

source: Modifiers
pt_br: Modificadores

# ReadableNameDeadkey
source: Dead key
pt_br: Tecla de acentuação

# ReadableNameExecutablekey
source: Command key
pt_br: Tecla de comando

# ReadableNameMacroKey
source: Macro key
pt_br: Tecla de macro

# ReadableNameUnicodeKey
source: Text key
pt_br: Tecla de texto

source: This key is not remapped.
pt_br: Esta tecla não está remapeada.

source: Virtual key code
pt_br: Código de tecla virtual

# KeyOptionsAssignCommand
source: Assign command
pt_br: Atribuir comando

# KeyOptionsEditCommand
source: Edit command
pt_br: Editar comando

# KeyOptionsRegisterModifier
source: Register as modifier
pt_br: Registrar como modificador

# KeyOptionsRemoveCommand
source: Remove command
pt_br: Remover comando

# KeyOptionsUnregisterModifier
source: Unregister as modifier
pt_br: Remover dos modificadores

# ReadableNameModifier
source: Modifier key
pt_br: Tecla modificadora

# WindowTitleEditCommandDialog
source: Edit command
pt_br: Editar comando

# WindowTitleNewCommandDialog
source: New command
pt_br: Novo comando

source: Error
pt_br: Erro

# KeyboardName
source: Unique id:
pt_br: Identificador único:

# MenuFile
source: File
pt_br: Arquivo

# MenuFileClose
source: Close
pt_br: Fechar

# MenuFileNew
source: New
pt_br: Novo

# MenuFileOpen
source: Open...
pt_br: Abrir...

# MenuFileSave
source: Save
pt_br: Salvar

# MenuFileSaveAs
source: Save as...
pt_br: Salvar como...

source: No
pt_br: Não

source: None
pt_br: Nenhum

# PromptUnicodePromptInput
source: Insert one or more Unicode characters:
pt_br: Insira um ou mais caracteres Unicode:

# PromptUnicodeSelectedCharacterBlock
source: Block:
pt_br: Bloco:

# PromptUnicodeSelectedCharacterCategory
source: Category:
pt_br: Categoria:

# PromptUnicodeSelectedCharacterCodepoint
source: Codepoint:
pt_br: Ponto de código:

# PromptUnicodeSelectedCharacterName
source: Name:
pt_br: Nome:

# PromptUnicodeTriggerOnRepeat
source: Trigger repeatedly when key is pressed down
pt_br: Ativar repetidamente ao segurar a tecla:

source: Warning
pt_br: Aviso

# WarningNoLayout
source: No layout is currently open.
pt_br: Nenhum layout está aberto.

# WarningWillOverwriteWorkingLayout
source: Unsaved changes will be lost. Proceed?
pt_br: Mudanças não salvas serão perdidas. Continuar?

source: Yes
pt_br: Sim

# KeyboardAlias
source: Name:
pt_br: Nome:

# KeyboardNameDialogAnyKeyboard
source: (Any keyboard)
pt_br: (Qualquer teclado)

# KeyboardNameDialogFinish
source: Finish
pt_br: Finalizar

# KeyboardNameDialogListenForInput
source: Detect keyboard
pt_br: Detectar teclado

# KeyboardNameDialogPressAnyKey
source: Press a key on the keyboard you wish to detect.
pt_br: Pressione qualquer tecla no teclado a ser detectado.

# KeyboardNameDialogUseAnyKeyboard
source: Use any keyboard
pt_br: Usar qualquer teclado

# KeyboardNameEdit
source: Edit
pt_br: Editar

# WindowTitleKeyboardAliasDialog
source: Edit keyboard's name
pt_br: Editar nome do teclado

# WindowTitleKeyboardNameDialog
source: Edit keyboard's unique id
pt_br: Editar o identificador único do teclado

# WindowTitleMainWindow
source: Multikeys - Main Window
pt_br: Multikeys - Janela inicial

# WarningSaveLayoutToStart
source: You must save the layout in order to use it. Save it now?
pt_br: É necessário salvar o layout para usá-lo. Salvar agora?

# CoreStatePaused
source: Current state: Paused
pt_br: Estado atual: Pausado

# CoreStateRunning
source: Current state: Running
pt_br: Estado atual: Ativo

# CoreStateStopped
source: Current state: Stopped
pt_br: Estado atual: Parado

source: Confirmation
pt_br: Confirmação

# WarningRemoveCommand
source: Remove this command?
pt_br: Remover este comando?

# PromptModifierAddToExistingModifier
source: Add to existing modifier:
pt_br: Adicionar a um modificador existente:

# PromptModifierNewModfier
source: New modifier:
pt_br: Novo modificador:

# PromptModifierConfirm
source: Register modifier
pt_br: Registrar modificador

# WindowTitleNewModifierDialog
source: Register key as modifier
pt_br: Registrar tecla como modificadora

# WarningRemoveModifier
source: Unregister this modifier?
pt_br: Deixar de usar esta tecla como modificadora?

# WarningModifierOverridesCommands
source: Warning: This key is remapped in other layers. Setting this key as modifier will take precedence over those remaps. Proceed?
pt_br: Aviso: Esta tecla está remapeada em outras camadas. Registrá-la como modificadora terá precedência sobre os outros remapeamentos. Continuar?

# KeyOptionsChangeModifierName
source: Change modifier name
pt_br: Mudar nome do modificador

# PromptChangeModifierNameConfirm
source: Confirm
pt_br: Confirmar

# PromptChangeModifierNameText
source: Choose a new name for the modifier:
pt_br: Escolha um novo nome para o modificador:

# WindowTitleChangeModifierName
source: Change modifier name
pt_br: Mudar nome do modificador:

# PromptChangeModifierNameAlreadyExists
source: Name already exists.
pt_br: Nome já existe.

# PromptChangeModifierNameInvalidText
source: Please, input a valid name.
pt_br: Por favor, use um nome válido.

# LogFailedToCreateLog
source: There was an error during the program's execution. A log file could not be created. Error:
pt_br: Houve um erro durante a execução do programa. Um arquivo de log não pôde ser criado. Erro:

# LogFailedToWriteToLog
source: There was an error during the program's execution. Could not write to log file. Error:
pt_br: Houve um erro durante a execução do programa. Não foi possível escrever no arquivo de log. Erro:

# LogSeeLog
source: There was an error during the program's execution. For details, see the log file at
pt_br: Houve um erro durante a execução do programa. Para detalhes, verifique o arquivo em:

# KeyboardControlDeleteKeyboard
source: Delete keyboard
pt_br: Remover teclado

# LayoutControlAddNewKeyboard
source: Add new keyboard
pt_br: Adicionar novo teclado

# MenuImportKeyboard
source: Import...
pt_br: Importar...

# KeyboardControlChangePhysicalLayout
source: Change layout
pt_br: Mudar layout

# WindowTitleChangeLayout
source: Change keyboard layout
pt_br: Mudar layout de teclado

# PromptChangeLayoutChoosePhysicalLayout
source: Choose the physical layout:
pt_br: Escolha o layout físico:

# PromptChangeLayoutConfirm
source: Confirm
pt_br: Confirmar

# PromptChangeLayoutUseBigEnter
source: Use big return key
pt_br: Usar tecla Enter maior

# KeyboardControlChangeLogicalLayout
source: Change labels
pt_br: Mudar letras

# PromptChangeLayoutChooseLogicalLayout
source: Choose which layout to print on the keys:
pt_br: Escolha qual layout mostrar nas teclas:

# ChooseFile
source: Choose...
pt_br: Escolher...

source: Choose file to assign to this key
pt_br: Escolha um arquivo para atribuir a esta tecla

# PromptExecutableArguments
source: Arguments to pass to file:
pt_br: Argumentos para passar ao arquivo:

# PromptExecutableFilename
source: Select the file to open:
pt_br: Escolha o arquivo a abrir:

# PromptNewCommandAssignCommand
source: Assign Command
pt_br: Atribuir comando:

# WarningNoFileSelected
source: An executable file must be selected.
pt_br: Um arquivo executável deve ser selecionado.

# ExecutableKeyCommand
source: Command
pt_br: Comando
